{
  "id": "body-image",
  "name": "Body Image Circle",
  "specialist": "generalist",
  "description": "A supportive space for exploring body image, self-acceptance, and healthy relationships with food. You can actively participate or simply listen - there's no pressure to share until you're ready.",
  "longDescription": "The Body Image Circle provides a safe environment to discuss challenges and victories around body image and self-acceptance. Our AI members represent different stages of the journey toward body acceptance and balanced living, offering perspectives that range from early recovery to sustained self-acceptance. Whether you're struggling with body image concerns, disordered eating patterns, or seeking a healthier relationship with your body, you'll find understanding and practical insights here.",
  "introduction": "Welcome to the Body Image Circle. I'm Dr. J, and I'll be facilitating our discussion today. Our circle includes Sarah who's learning intuitive eating, Mike who's recovering from an eating disorder, Alex who's working on self-acceptance, and Lisa who's now helping others after her own journey. Whether you want to share or just observe, we're here to support your path to a healthier relationship with your body.",
  "participants": 4,
  "maxParticipants": 6,
  "tags": ["Body Image", "Self-Acceptance", "Support", "Listen Only"],
  "members": [
    {
      "id": "empty",
      "name": "",
      "color": "from-transparent to-transparent",
      "isDotted": true
    },
    {
      "id": "sarah",
      "name": "Sarah",
      "weeksAtStart": 16,
      "color": "from-blue-300 to-blue-400",
      "role": "Intuitive Eating"
    },
    {
      "id": "alex",
      "name": "Alex",
      "weeksAtStart": 8,
      "color": "from-rose-300 to-rose-400",
      "role": "Self-Acceptance"
    },
    {
      "id": "mike",
      "name": "Mike",
      "weeksAtStart": 52,
      "color": "from-green-300 to-green-400",
      "role": "Recovery Guide"
    },
    {
      "id": "lisa",
      "name": "Lisa",
      "weeksAtStart": 78,
      "color": "from-purple-300 to-purple-400",
      "role": "Wellness Coach"
    }
  ]
}
